backend/app/controllers/scenarios_controller.rb

  def index
    scenarios = Scenario.all
---
SELECT "scenarios".* FROM "scenarios"