backend/app/controllers/users_controller.rb

    def create
      user = User.create(name: params[:name])
---
INSERT INTO "users" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "ZD"], ["created_at", "2020-07-02 16:18:35.134375"], ["updated_at", "2020-07-02 16:18:35.134375"]]